/* 
  Localizable.strings
  Rdio Alarm

  Created by David Brunow on 11/4/12.

*/

"SNOOZE" = "Snooze";
"SET ALARM" = "Definir Alarme";
"PLEASE REST PEACEFULLY" = "por favor, descansar em paz";
"YOUR ALARM IS SET" = "o alarme está definido para %@";
"PLUG ME IN" = "você realmente deve me ligar...";
"CANCEL ALARM" = "Cancelar Alarme";
"TURN OFF ALARM" = "Desativar o Alarme";
"ALARM CANCELED" = "Alarme Cancelado";
"ALARM STOPPED" = "Alarme Parado";
"CHARGING LABEL" = "você é uma pessoa generosa e solidária";
"SIGN OUT" = "Sair";
"AUTO ALARM" = "Definir auto alarme quando App lançado?";
"CHOOSE ALARM TIME" = "Escolha Hora do Despertador";
"NOT SIGNED IN LABEL" = "Para acordar as faixas completas de suas listas de reprodução, você deve entrar em Rdio®. Ainda usuário uma Rdio?\nToque aqui para mais informações.";
"CHANGE SETTINGS" = "Alterar Configurações";
"AUTO ALARM BEING SET" = "em alguns momentos, o alarme será automaticamente definido para acordá-lo para %@\nat %@\n\n\ntoque em qualquer lugar na tela para cancelar";
"SETTINGS OPENED" = "Configurações Aberto";
"SETTINGS CLOSED" = "Configurações Fechado";
"LOADING" = "Aguarde...";
"SELECTED PLAYLIST IS" = "Playlist é selecionado %@";
"CHOOSE PLAYLIST" = "Escolha Playlist...";
"COLLAB HEADER" = "   Collaborative";
"SUBSCRIBED HEADER" = "   Subscrito";
"OWNED HEADER" = "   Possuído";
"COLLAB" = "Collaborative";
"SUBSCRIBED" = "Subscrito";
"OWNED" = "Possuído";
"APP MUST BE OPEN REMINDER" = "Você não vai acordar com música, se você fechar fora do Wake Up.";
"TURN ALARM BACK ON" = "transformar alarme de volta";
"CANNOT CONNECT TO RDIO" = "Não é possível conectar a Rdio®. Seu alarme não vai funcionar se você não consegue se conectar. Você provavelmente vai querer configurar um alarme de backup.";

"YOUR ALARM IS SET" = "o alarme está definido para";
"WAKE UP TO" = "Acorde para";
"SNOOZE SLIDER LABEL" = "SNOOZE RDIO PARA";
"SLEEP SLIDER LABEL" = "Adormecer ao %@ PARA";
"LBLSLIDERNO" = "NÃO";
"LBLSLIDERYES" = "SIM";
"SHUFFLE" = "Aleatório lista?";
"AUTOSET AM PM" = "AM/PM será definido automaticamente";
"INNER TIME BUBBLE TEXT" = "%d min";
"INNER TIME BUBBLE TEXT PLURAL" = "%d mins";
"INNER TIME BUBBLE TEXT DISABLED" = "Desativado";
"AUTO ALARM BEING SET" = "alarme auto ajuste para";
"AUTO ALARM PLAYLIST" = "acordando para";
"CONTACT US" = "EMAIL US";
"CURRENT TIME IS" = "A hora atual é";

"go make playlists" = "você não tem playlists! ir fazer algum no app rdio e depois voltar";
"NO PLAYLISTS FOUND" = "   NO PLAYLIST ENCONTRADO";
"CONFIRM SIGN OUT" = "Você quer sair do Rdio?";
"Cancel" = "Cancelar";
"Sign Out" = "Sair";


//This is used exclusively in the iPod version of the app
"PLAYLISTS" = "   PLAYLIST";
"go make playlists music" = "você não tem playlists! ir fazer algum no aplicativo de música e, em seguida, voltar";
"SNOOZE SLIDER LABEL MUSIC" = "SNOOZE MÚSICA PARA";
"MUSIC" = "MÚSICA";
